Repository: sohsatoh/CPUTool-Translations
Catalog: *.lproj/Root.strings
Languages: pt_br, ru, tr, vi

# How CPUTool works
source: Cum funcționează CPUTool
pt_br: Como o CPUTool funciona
ru: Как работает CPUTool
tr: CPUTool Nasıl Çalışır?
vi: PHƯƠNG THỨC HOẠT ĐỘNG CỦA CPUTool

source: Dacă setezi valorile la 1.0, înseamnă că puterea maximă a procesorului va fi setată la 1 la sută din puterea normală. Rulează un test în Geekbench cu valoarea 1.0 ca să confirmi dacă CPUTool funcționează corespunzător. Poate apărea lag cu valorile setate atât de jos. A se avea în vedere că valoarea reprezintă puterea MAXIMĂ, și nu cea medie.
pt_br: Se você definir os valores como 1,0, isso significa que a potência máxima da CPU será definida como 1% do estado de estoque. Execute o Geekbench com 1% para confirmar que o CPUTool funciona corretamente. Pode haver um atraso se você definir os valores baixos. Observe que o valor é MAX POWER, não a potência média.
ru: Если вы установите значения на 1,0, это означает, что максимальная мощность процессора будет установлена на 1 процент от всей мощности. Запустите Geekbench с 1 процентом, чтобы убедиться, что CPUTool работает правильно. Может быть задержка, если вы установите низкие значения. Обратите внимание, что значение - это МАКСИМАЛЬНАЯ МОЩНОСТЬ, а не средняя.
tr: Değerleri 1.0 olarak ayarlarsanız, bu, maksimum CPU gücünün stok durumunun yüzde 1'ine ayarlanacağı anlamına gelir. CPUTool'un düzgün çalıştığını doğrulamak için Geekbench'i yüzde 1 ile çalıştırın. Düşük değerleri ayarlarsanız gecikme olabilir. Değerin ortalama güç değil EN YÜKSEK GÜÇ olduğunu lütfen unutmayın.
vi: Nếu bạn đặt giá trị là 1.0, có nghĩa là sức mạnh tối đa của CPU bằng 1 phần trăm của sức mạnh gốc. Bạn có thể thử chạy Geekbench ở mức 1% để xác nhận CPUTool đã hoạt động. Bạn sẽ thấy độ lag khi đặt giá trị càng thấp. Nhớ rằng giá trị ở đây là giá SỨC MẠNH TỐI ĐA chứ không phải sức mạnh trung bình.

# Enable
source: Activare
pt_br: Ativado
ru: Включить
tr: Aktifleştir
vi: Bật

# On some device (such as iPhone XS and above), only CPU control works.
source: Pe unele dispozitive (cum ar fi iPhone XS și mai noi), doar controlul pentru procesor (CPU) funcționează.
pt_br: Em alguns dispositivos (como o iPhone XS e superior), apenas o controle da CPU funciona.
ru: На некоторых устройствах (например, iPhone XS и выше) работает только управление процессором.
tr: Bazı Cihazlarda (iPhone XS ve Üstü Gibi), Yalnızca CPU Kontrolü Çalışır.
vi: Trên một số thiết bị (như iPhone XS trở lên), chỉ có thể điều khiển CPU.

# Easy Mode
source: Modul Facil
tr: Kolay mod

# Manual settings are ignored if you enable the easy mode.
source: Setările manuale sunt ignorate dacă activezi modul facil.
tr: Eğer kolay modu etkinleştirirseniz manual modlar etkisizleştirilecektir.

# A bit slow
source: Puțin încet
tr: Biraz yavaş

# Slow
source: Încetinit
tr: Yavaş

# Extreme
source: Extrem
tr: Aşırı

# Max CPU Power
source: Putere Maximă CPU
pt_br: Potência máxima da CPU
ru: Максимальная мощность CPU
tr: Yüksek CPU Gücü
vi: Sức mạnh CPU Tối đa

# Max GPU Power
source: Putere Maximă GPU
pt_br: Potência máxima da GPU
ru: Максимальная мощность GPU
tr: Yüksek GPU Gücü
vi: Sức mạnh GPU Tối đa

# Low Power Mode
source: Mod Consum Redus
pt_br: Modo de pouca energia
ru: Энергосбережение
tr: Düşük Güç Modu
vi: Chế độ tiết kiệm pin (LPM)

# CPU Power during LPM
source: Putere CPU cu MCR activat
pt_br: Potência da CPU durante o modo de baixa energia
ru: Мощность CPU в энергосбережении
tr: Düşük Güç Modu Durumunda CPU
vi: Sức mạnh CPU trong LPM

# GPU Power during LPM
source: Putere GPU cu MCR activat
pt_br: Potência da GPU durante o modo de baixa energia
ru: Мощность GPU в энергосбережении
tr: Düşük Güç Modu Durumunda GPU
vi: Sức mạnh GPU trong LPM

# Others (Respring)
source: Altele (Respring)
pt_br: Outros (Respring)
ru: Прочее (требует respring)
tr: Diğerleri (Respring)
vi: Khác (Respring)

# Enable Excluding Apps
source: Activează excluderea aplicațiilor
pt_br: Ativar a exclusão de aplicativos
ru: Отключить в приложениях
tr: Uygulamaları Hariç Tutmayı Etkinleştir
vi: Bật Loại Trừ Ứng Dụng

# Select apps to exclude...
source: Selectează aplicațiile pentru excludere...
pt_br: Selecione aplicativos para excluir...
ru: Выберите приложения...
tr: Hariç Tutulacak Uygulamaları Seç...
vi: Chọn ứng dụng cần loại trừ...

# Extreme Mode
source: Modul Extrem
pt_br: Modo extremo
ru: Экстремальный режим
tr: Aşırı Mod
vi: Chế độ Extreme

source: Pe unele dispozitive (cum ar fi iPhone XS și mai noi), poate fi dificil să observi vreo diferență. Dacă nu poți vedea nici o diferență nici dupa ce ai setat valorile la 0.1 și ai rulat ldrestart (sau ai repornit dispozitivul), activează această opțiune. Opțiunea aceasta multiplica valorile setărilor normale cu 0.1.
pt_br: Em alguns dispositivos (como o iPhone XS e superior), talvez seja um pouco difícil ver a diferença. Se você não conseguir ver a diferença, mesmo que você a defina como 0,1 e tente ldrestart (ou reinicie), ative esta opção. Esta opção multiplica os valores das configurações normais por 0,1.
ru: На некоторых устройствах (таких как iPhone XS и выше), возможно, немного труднее увидеть разницу. Если вы не видите разницу, даже если вы установили их на 0,1 и попытались выполнить ldrestart (или перезагрузить телефон), включите эту опцию. Эта опция умножает значения нормальных настроек на 0,1.
tr: Bazı cihazlarda (iPhone XS ve üstü gibi) farkı görmek biraz zor olabilir. 0.1'e ayarlamanıza ve ldrestart'ı (veya yeniden başlatmayı) denemenize rağmen farkı göremiyorsanız, bu seçeneği etkinleştirin. Bu seçenek normal ayarların değerlerini 0.1 ile çarpar.

# Report Bugs or Contact
source: Raportează erori sau contactează-mă
pt_br: Relatar bugs ou contato
ru: Сообщить об ошибках или связаться
tr: Hataları Bildir Veya İletişime Geç
vi: Báo cáo lỗi hoặc Liên hệ

# Try resetting the settings before contacting me
source: Încearcă să resetezi setările înainte de a mă contacta
pt_br: Tente redefinir as configurações antes de entrar em contato comigo
ru: Попробуйте сбросить настройки, прежде чем связаться со мной
tr: Benimle İletişime Geçmeden Önce Ayarları Sıfırlamayı Deneyin
vi: Hãy thử đặt lại cài đặt trước khi liên hệ với tôi

# Open Discord
source: Deschide Discord
pt_br: Abrir Discord
ru: Открыть Discord
tr: Discord'u Aç
vi: Mở Discord

# Buy me a coffee?
source: Cumpără-mi o cafea.
pt_br: Me compre um café?
ru: Купите мене кофе?
tr: Bana Bir Kahve Alır Mısın?
vi: Mời tôi một tách cà phê nhé?

source: Help translating
pt_br: Ajude a traduzir
tr: Çevirmeye Yardım Et
vi: Trợ giúp dịch thuật

source: Reset All Settings
ru: Сбросить все настройки
tr: Tüm Ayarları Sıfırla
vi: Đặt lại cài đặt

source: Normal
ru: Обычный режим
vi: Thường
